tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'sanemat/font'
tap 'supermomonga/splhack'
cask 'xquartz'
brew 'autoconf'
brew 'xz'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cscope'
brew 'zeromq'
brew 'czmq'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'emacs', args: ['with-gnutls', 'with-cocoa']
brew 'libtool'
brew 'icu4c'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'jpeg'
brew 'libtiff'
brew 'fontforge'
brew 'gdbm'
brew 'gibo'
brew 'openssl'
brew 'libevent'
brew 'lua'
brew 'macvim', args: ['override-system-vim', 'with-lua']
brew 'mercurial'
brew 'mongodb'
brew 'nkf'
brew 'nodebrew'
brew 'peco'
brew 'rbenv'
brew 'ruby-build'
brew 'rbenv-default-gems'
brew 'rbenv-gem-rehash'
brew 'readline'
brew 'rsense'
brew 'the_silver_searcher'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'wget'
brew 'zsh', args: ['disable-etcdir']
brew 'caskroom/cask/brew-cask'
brew 'sanemat/font/ricty', args: ['vim-powerline']
brew 'supermomonga/splhack/ctags-objc-ja', args: ['HEAD']
brew 'supermomonga/splhack/gettext-mk'
cask 'cloudytabs'
